{"faction_offset":500001,"factions":[{"id":0,"name":"Caldari State","description":"The Caldari State is ruled by several mega-corporations. There is no central government to speak of - all territories within the State are owned and ruled by corporations. Duty and discipline are required traits in Caldari citizens, plus unquestioning loyalty to the corporation they live to serve. The corporations compete aggressively amongst themselves and with companies outside the State, resulting in a highly capitalistic society."},{"id":1,"name":"Minmatar Republic","description":"The Minmatar Republic was formed over a century ago when the Minmatar threw out their Amarrian overlords in what is now known as the Minmatar Rebellion. In this the Minmatar had the support of the Gallente Federation, and to this day the two nations remain close allies. Yet, only a quarter of the Minmatar people reside within the Republic. The rest are scattered around the star cluster, including a large portion who are still enslaved within the Amarr Empire. Minmatar individuals are independent and proud, possessing a strong will and a multitude of tribal traditions."},{"id":2,"name":"Amarr Empire","description":"The largest of the five main empires, the Amarr Empire is a sprawling patch-work of feudal-like provinces held together by the might of the emperor. Religion has always played a big part in Amarrian politics and the Amarrians believe they are the rightful masters of the world, souring their relations with their neighbours. Another source of ill-feelings on part of the other empires is the fact that the Amarrians embrace slavery."},{"id":3,"name":"Gallente Federation","description":"The Gallente Federation encompasses several races, the Gallenteans the largest by far. The Federation is democratic and very liberal in a world full of dictators and oligarchies. The Caldari State was once part of the Federation, but a severe dispute resulted in their departure and a long war between the Gallente Federation and the Caldari State. The Gallenteans are the masters of pleasure and entertainment and their rich trade empire has given the world many of its most glorious and extravagant sights.  "},{"id":4,"name":"Jove Empire","description":"The Jove Empire is isolated from the rest of the world to all but a selected few. The Jovians are a mystery to the other races, fueled not only by their elusiveness, but also their highly advanced technology, eons ahead of the other races. The Jovians have been civilized longer than any other race in the world of EVE and have gone through several golden ages, now long-since shrouded in the past. The current Jovian Empire is only a pale shadow of its former self, mainly because of the Jovian Disease - a psychological disorder that is always fatal."},{"id":5,"name":"CONCORD Assembly","description":"CONCORD is an independent organization founded a century ago to facilitate negotiations between the races to improve relations, as well as to foster inter-stellar trade through policing and regulations. Starting as a fledgling meeting ground for diplomats CONCORD has in the decades since it was founded slowly increased its power and influence. It has become an entity independent of the races, as it is able to largely fund its own operation through customs, confiscation of contraband goods, and other means."},{"id":6,"name":"Ammatar Mandate","description":"The Ammatars are part of the Amarr Empire, but are of Minmatar origin. During the time the Amarrians occupied the Minmatar home worlds one of the Minmatar tribes, the Nefantars, collaborated heavily with the Amarrians. The Nefantars fled Minmatar space during the Minmatar Rebellion and the Amarr Emperor set them up in Amarr controlled areas close to Minmatar space. Soon everyone had started calling them Ammatars. Today, the Ammatars enjoy a semi-autonomy in their own space and are still embroiled in war with their former Minmatar brethren."},{"id":7,"name":"Khanid Kingdom","description":"The Khanid Kingdom, also known as the Dark Amarr, was founded a few centuries ago when the last Amarr Emperor was chosen. Khanid was one of the royal heirs at the time and, in accordance with tradition, should have killed himself after failing to become emperor. This Khanid refused to do and split his vast domains from the Amarr Empire. The empire retaliated, but only managed to conquer some of the vulnerable outer regions from Khanid. The Kingdom still upholds many of the traditions of Amarr society, but has also wholeheartedly embraced the customs of others, mainly the Caldari. Many visitors to the Kingdom feel like it is a surreal mix of the Amarr and Caldari empires. "},{"id":8,"name":"The Syndicate","description":"Formed by Intaki exiles from the Gallente Federation during the Caldari-Gallente War. The Syndicate has slowly grown in stature and influence and now serves as an important link between the empires and the illegal elements in the outer regions. Syndicate space is a pirate haven, but still retains enough civility to allow pretty much anyone to travel there to do business. The Syndicate markets are always chockfull of contraband goods and illegal wares that are hard or impossible to come by elsewhere. Each Syndicate station is an autonomous entity, but they cooperate on security and information issues. The unofficial leader of the Syndicate is Silphy en Diabel, a former Sister of EVE that returned to Syndicate space to save her family's fortune. Since then she's turned out to be just as resourceful and ruthless as her late father."},{"id":9,"name":"Guristas Pirates","description":"Formed by two former members of the Caldari Navy, the pair go by the names Fatal and the Rabbit, the Guristas are a constant thorn in the side of the Caldari State. The Guristas are traditional pirates in the sense that their operation is not based around some creed or ideology, but rather a plain and simple greed. The Guristas have bases close to Caldari space and from them they embark on daring raids, often into the State itself. Though the Guristas are considered more honorable than many of their counterparts, they are still extremely dangerous and not to be tampered with."},{"id":10,"name":"Angel Cartel","description":"Operating from the heart of the Curse region, the Angel Cartel is today the largest and best organized of the space-based criminal factions. The Angels are divided into several groups, each with a very special function. It is commanded by the Dominations and in the century they've been lurking in deep space they have stolen, plundered or sabotaged countless number of ships and kidnapped, molested or murdered thousands of people. The Angels recruit members from all the races, and are thus not bound to any one zone of operation, which spans almost the entire known world. Many believe that the Angels got their power by uncovering Jovian technologies hidden in their ancient homes, now infested by the Angel Cartel.  "},{"id":11,"name":"Blood Raider Covenant","description":"The Amarr Empire has had its share of religious cults and fanatics in the past, but few have been as successful, or been feared as much, as the Blood Raiders. The Blood Raiders are a sect of an ancient cult called Sani Sabik, which uses blood in their rituals. The Blood Raiders believe that cloned bodies have 'purer' blood than other bodies and this explains why they operate mainly in space, attacking unwary space farers and draining their bodies of blood. The Blood Raiders are led by the fearsome Omir Sarikusa, who has remained on top of the DED most wanted list for many years now. Under his leadership the Blood Raiders have become more organized and they have established several bases in the Bleak Lands region."},{"id":12,"name":"The InterBus","description":"The InterBus is one of the more successful joint ventures the empires have undertaken. It was formed some 30 years ago to act as a neutral passenger transportation company that would span the entire known world. Since then it has evolved a bit, especially when it started to ferry goods too. The InterBus is used by the SCC to ferry goods between stations, as they are reliable and operate in every station in the world. As InterBus has to operate not only in empire stations, but also in pirate havens and other stations associated with organized crime, the company has to uphold a very strict policy regarding neutrality and secrecy. Even if the company is owned by the empires, no information regarding to shipments or station locations is ever given out. The strict adherence to these rules has allowed InterBus to operate without harassment in every corner of the world of EVE, making them one of the pillars of the inter-stellar community."},{"id":13,"name":"ORE","description":"Outer Ring Excavations, or ORE, is the largest independent mining corporation around. ORE was originally a fledgling Gallentean company, but struck gold when they found extremely rich Nocxium asteroid belts in the Outer Ring region. When the Gallente Federation tried to force ORE to reveal the location of the asteroid fields the company left Gallentean space and set up base in the Outer Ring region. They used their massive wealth to buy protection for their bases and keep their operation secret. Several pirate factions have tried to muscle in on the ORE territories, but with little success."},{"id":14,"name":"Thukker Tribe","description":"The Thukker tribe is one of the seven original Minmatar tribes. After the Minmatar Rebellion the Thukkers left Minmatar space and took up the nomadic lifestyles of their ancestors, only this time in space. The closest thing they've got to home is the Great Wildlands region, where they are very numerous, but the Thukkers like to be on the move, constantly going from one solar system to another in their huge caravans, trading and scavenging. Respectable citizens of EVE frown upon the Thukkers, considering them to be nothing but scoundrels and thieves. Indeed, the Thukkers often operate on the shadier side of the law, but their resourcefulness and diligence count a lot more for their success than their criminal activities."},{"id":15,"name":"Servant Sisters of EVE","description":"The Sisters of EVE are mainly known for their humanitarian aid efforts to those suffering because of war, famine or even just being lost in space. But the Sisters of EVE base their existence on strong religious beliefs, which they have coupled with scientific facts. They believe that the EVE gate is a gateway to heaven - that god resides on the other side of the gate. As well as dedicating themselves to aiding those in need they are also busy with scientific experiments around the EVE gate, hoping to gain a better understanding of the forces at work there."},{"id":16,"name":"The Society of Conscious Thought","description":"The Society of Conscious Thought is three centuries old and was founded by a Jovian named Ior Labron, who was in search of spiritual enlightenment. The Society has since then taken many guises and been anything from a religious sect full of hermits to a political institute playing the power game. Today, the Society is mainly known for their scholastic achievements, their schools are widely regarded as the best ones in the world of EVE and rich and influential parents everywhere fight to get their kids admitted. Offering large sums of money is, however, no guarantee for admittance, as the Society has its own peculiar selection process that seems to have little rhyme or reason to outsiders. The Society operates in remote areas, where they build strongholds called kitz. Not all kitz are schools, some are still devoted to spiritual enlightenment or scientific pursuits. "},{"id":17,"name":"Mordu's Legion Command","description":"The origin of Mordu's Legion lies in the Gallente-Caldari War when a group Intaki military personnel sided with the Caldari. The Intakis were put into a separate unit with a Caldari officer named Mordu. After the war the Intakis settled in Caldari space, but unwillingly became entangled with Caldari locals in the Waschi Uprising. Mordu's Legion was formed at that time as a mercenary fighting force and after the uprising it continued in existence. The Legion is loosely associated with the Caldari Navy, but are in most part totally independent. Mordu's Legion is commonly hired by companies to protect valuable assets outside empire space, for instance Outer Ring Excavations pays them handsomely to patrol the Outer Ring region."},{"id":18,"name":"Sansha's Nation","description":"Sansha's Nation was founded more than a century ago, shortly after all the empires had come into contact, just when space exploration and colonization was taking off. Sansha was a Caldari tycoon that carved out a sizeable piece of space for himself. There, he set out to create an utopian state. His vision and charm attracted thousands of people and for some time the Nation flourished. But Sansha became ever more warped as his success increased. He started experiments, combining capsule technology with the human mind, creating zombie-like creatures that had the cold, calculating mind of a computer, but the ingenuity of humans. When this became public knowledge Sansha was condemned and the other empires joined forces to bring him down. His forces were decimated and scattered to the winds. Remnants still remain far in the outer regions, but the once glorious Nation has been reduced to pirates and pillagers."},{"id":19,"name":"Serpentis","description":"The Serpentis Corporation was founded a few decades ago by V.Salvador Sarpati. At first it was engaged in hi-tech research, but with time its ties with the underworld grew and the Serpentis research stations, scattered around in remote areas, became infamous pirate havens. Sarpati made a deal with the Angel Cartel early on to provide protection for his stations and the duty was taken on by the Guardian Angels. Both sides have prospered enormously for this deal - Serpentis can operate in peace and the Angel Cartel gets access to the illegal research efforts of the Serpentis. It is strongly believed that Serpentis is the main developer and manufacturer of illegal neural boosters, especially since Sarpati's father was a renown specialist in that field. The home of Serpentis is in the Phoenix constellation in the Fountain region."}]}